{
  "theme": "videogames",
  "1": {
    "question": "In Sonic the Hedgehog, the character Knuckles is what species?",
  "reponse": "Echidna"
  },
  "2": {
    "question": "Founded by Paypal employees, what site was bought by Google for $1.65 billion?",
    "reponse": "YouTube"
  },
  "3": {
    "question": "What is the Helghast home planet in 'Killzone: Shadowfall'?",
    "reponse": "Helghan"
  },
  "4": {
    "question": "Who kisses Mario on the nose at the end of "Super Mario 64"?",
    "reponse": "Princess Peach"
  },
  "5": {
    "question": "What was the last Mortal Kombat game for sixth generation consoles?",
    "reponse": "Armageddon"
  },
  "6": {
    "question": "In the original Kingdom Hearts, who is Sora looking for?",
    "reponse": "Kairi "
  },
  "7": {
    "question": "Who created the music for N2O: Nitrous Oxide?",
    "reponse": "The Crystal Method"
  },
  "8": {
    "question": "What is the name of town in Diablo?",
    "reponse":"Tristam"
  },
  "9": {
    "question": "Which company made the original 'Donkey Kong'?",
    "reponse": "Nintendo"
  },
  "10": {
    "question": "Who published the game "1942" on the NES?",
    "reponse": capcom
  },"10": {
    "question": "In Super Mario Bros. 2, how many extra lives do you get for spinning three 7s on the slot machine?
  ?",
    "reponse": Ten
},"10": {
    "question": "Who is the main character of Final Fantasy VIII?
  ?",
    "reponse":Squall Leonhart
  },"10": {
    "question": "IN the "Final Fantasy X", where is blitzball played?,
    "reponse": Underwater
},"10": {
    "question": "What was the name of "Castlevania" game released on the SNES?
,
    "reponse": Super Castlevania IV.

},
}
"Call of Duty: Ghosts" is what number primary installment in the COD series?
10

At what level do you get the Hadouken Fireball in "Mega Man X"?
Armored Armadillo Stage

In what survival horror game does Harry Mason search for his lost daughter?
Silent Hill

In what series of video games did Master Chief appear?
halo

What new 4-player co-op mode is introduced in "Call of Duty: Ghosts"?
Extinction

Gran Turismo is exclusive to 1 console, what is it?
Sony Playstation.

What color is the 1-up mushroom in Super Mario Bros.?
green

Pescadero, Oceano and Indio are codenames of earlier version of which popular software?
Firefox

IN which game does Mario wear the Tanooki Suit which gives him the ability to fly?
Super Mario Bros 3

Who is the famed musical director for Square's Final Fantasy series?
Nobuo Uematsu

In 'Pac-Man' for the Atari 2600, how many points were each pellet worth?
1

What do you need to collect 100 of to get an extra life in Super Mario Bros.?
coins

Who is the main character from Final Fantasy VII?
Cloud strife

How is binary digit more commonly known?
bit

Pokemon first appeared on which Nintendo console?
gameboy

What is the name of the Star Fox Team's cocky wingman?
Falco Lombardi

Who is the first gym leader you fight in 'Pokemon' for the Game Boy?
Brock

In the Game of Life, what are the playing pieces that you move around the board?
cars

Which was the first console "Duke Nukem' game?
Duke Nukem 64!

Who is the owner of Lon Lon Ranch in the "Legend of Zelda" games?
Talon

Who is the main character in Kingdom Hearts?
Sora

In the Xbox game "Halo", what is the name of the main character?
master chief

Who must Kratos kill in "God of War"?
Ares

What's the first video game to become a television show
pacman

What series is the theme "green hill zone" from?
Sonic the hedgehog

What was Mario's original name?
Jumpman

What was the name of the four-armed sub-boss in the original "Mortal Kombat"?
goro

In the "Banjo-Kazooie" games what type of animal in Banjo?
Honey Bear

What PopCap game required you to swap adjacent gems to form chains of three or more?
Bejeweled

Who is the developer at Nintendo responsible for classics like Donkey Kong, Super Mario Bros., and The Legend of Zelda?
Shigeru Miyamoto

What color is the big truck pictured on the cover of "Excite Truck"?
red

Who is the main antagonist of "Battlefield 4"?
Admiral Chang

The Nintendo 64 was titled under what name during production?
Project Reality

In what country can the town of Silent Hill be found?
United States

Which was the second title in the "Professor Layton" series on the Nintendo DS?
The Diabolical Box

IN the official Monopoly rules, what happens when you land on "Free Parking"?
nothing

Which type of game is "Mortal Kombat"?
fighting
